[
	{
		"name":"Instant Stand",
		"description":"If tripped, thrown or knocked down you can roll your Agility to negate the effects. This is a Free Action. In addition, when falling or jumping from extreme heights, you automatically reduce Falling Damage 1 Level for each Level of Martial Arts, up to 5 at Master.",
		"requirements":[
			[{"feat":{"Martial Arts":1}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Improved Disarm",
		"description":"Your Disarm attempts now count as Quick Actions as long as you are Unarmed or using Light Weapons.",
		"requirements":[
			[{"feat":{"Martial Arts":1}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Meditate",
		"description":"If you have at least 10 full minutes to Meditate, you can focus all of your intention on one particular skill or task. When you awaken from your meditation you gain a +4 bonus to this skill or task, which stacks with Full Round Action bonuses or taking a 10. This bonus lasts for 1 hour, or until you use the skill. In lieu of this, as an additional effect, you may Meditate as a form of rest, halving your required sleep if a Vitality roll DL 14 is made. This may also allow you to roll for healing as if you took a normal rest.",
		"requirements":[
			[{"intuition":1}, {"vitality":1}],
			[{"feat":{"Martial Arts":1}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Defensive Throw",
		"description":"If your opponent misses you with a Melee or Brawl attack, you may use a Free attack action as a Reaction Check to roll Strength or Agility against your opponent's Strength or Agility. If you win the roll your opponent falls prone, and you can inflict your unmodified, Non-Lethal Unarmed Damage, if you choose to.",
		"requirements":[
			[{"feat":{"Martial Arts":2}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Relentless Defense (MA)",
		"description":"Your reflexes in combat are unrivaled and you may always choose to roll your full Speed or Agility against any attacks against you without Reaction Check penalties. Additionally, you may attempt to catch thrown or fired missile weapons without Reaction Check penalties by rolling your Speed against the Attack roll. You can do this as a Free Action a number of times equal to your Standard Actions.",
		"requirements":[
			[{"agility":2}],
			[{"speed":2}],
			[{"feat":{"Martial Arts":2}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Reversal",
		"description":"The character can attempt to break out of a Grapple and place their opponent into a Grapple as one Attack Action.",
		"requirements":[
			[{"strength":2}, {"speed":2}],
			[{"feat":{"Martial Arts":2}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Riposte",
		"description":"If your opponent misses you with a Melee or Brawl attack, you can make an immediate attack against them as a Reaction Check at -6. This only works if you are Unarmed or using a Light Weapon, and cannot allow you to go over the 8 Quick Action maximum in a Round. If you also have Dual-Weapon Master you reduce your penalty by 2.",
		"requirements":[
			[{"feat":{"Martial Arts":4}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Wisdom of the Ancients",
		"description":"You rely on your mind during combat just as much as your body, and seem to react before your opponent can even strike. You now add half your Intuition bonus to Defend, Dodge and Reaction Checks and can no longer be caught Unaware. If you also have Keen Senses, you can never be Surprised.",
		"requirements":[
			[{"feat":{"Martial Arts":4}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Drunken Master",
		"description":"You're so drunk all of the time, that you've managed to make an art of it. Whenever drunk, you no longer suffer penalties to Dexterity. You still suffer normal Perception penalties, as well as penalties against compelling actions, and to your Attack roll, but may apply the penalty as a Bonus to your Defend and Dodge. Additionally, you ignore Wound Penalties while Drunk and become Immune to Fear.",
		"requirements":[
			[{"feat":{"Martial Arts":4}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Fists of Stone",
		"description":"When you Meditate, you may instead focus power into your fists, making them more powerful and almost invulnerable to damage. For a single Encounter, or 1 Minute, you gain +1 Damage and may punch wood, metal or stone with your bare fists without taking damage and can score critical hits on these substances.",
		"requirements":[
			[{"feat":{"Martial Arts":4}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"The Way of Wind",
		"description":"You know how to use your opponent’s strength against them. Whenever you are attempting trips, throws or knockdowns, you do not have to make an opposed Strength roll, and your opponent instead rolls against your attack roll. This counts as a normal attack, but you deal no Damage. You may attempt this on bipedal opponents up to 2 sizes larger than you.  Additionally, any time you score a Critical Hit on ANY attack, you force your opponent to roll vs. Knockdown. If you also have Improved Critical, the Knockdown is automatic up to 2 Sizes larger than you.",
		"requirements":[
			[{"feat":{"Martial Arts":4}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Instant Knockout",
		"description":"Because of your training you know how to hit your opponent in such a manner as to render them unconscious. This is a called shot at +5. If successful, the defender must succeed a Fortitude check against your Attack roll or fall unconscious for 1d4 rounds. If the defender is Unaware, you get a +4 bonus. If you also have Sneak Attack and the Defender is Unaware, you may further increase your bonus by your Sneak Attack bonus Damage.",
		"requirements":[
			[{"strength":6}, {"precision_":6}],
			[{"feat":{"Martial Arts":6}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Stunning Strike",
		"description":"This counts as a called shot, and increases the DL by +7. If you succeed, your opponent must make a Fortitude check vs. your roll or be paralyzed for the rest of the Round, falling prone and dropping anything held.",
		"requirements":[
			[{"speed":6}, {"precision_":6}],
			[{"feat":{"Martial Arts":6}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Zen Warrior",
		"description":"Your Intuition is your greatest weapon, and it guides your strikes more than your physical prowess. You now add half your Intuition OR Vitality bonus to all Standard Action Aim attacks, and you can take a 10 on any Full Round attacks. You do not gain the standard Full Action bonus for taking a 10, but can still apply half your Intuition/Vitality to these attacks.",
		"requirements":[
			[{"intuition":6}, {"vitality":6}],
			[{"feat":{"Martial Arts":6}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Instant Kill",
		"description":"You must Grapple your opponent or catch them Unaware, and use an Alignment Bonus to use this ability. You make an opposed Strength roll against their Fortitude OR Strength. If you beat the target by 5 or more, they must save vs. Death. Success still leaves them paralyzed (this may be temporary (80%) or permanent (20%). If you beat them, but by less than 5, you have them Grappled, and will render them Unconscious at the end of their next Turn. If the target is Unaware you receive +2 to your Strength. This has no effect on creatures immune to Critical hits.",
		"requirements":[
			[{"strength":8}, {"precision_":8}],
			[{"feat":{"Martial Arts":8}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Quivering Palm",
		"description":"You may use an Alignment Bonus in order to set vibrations moving through the targets body with a successful strike. The strike need not deal damage, and must merely hit the target. Once struck, you can slay the target at any time through sheer will alone as a Standard Action, as long as it is within 1 Minute of the strike.  It does not matter how far you are from the target. The target saves vs Death, and the DL is modified by your Vitality bonus. If they survive, they are Unconscious for 1d4 hours, and Fatigued upon waking. This does not work on creatures more than 1 Size larger than you, or Creatures immune to Critical Hits.",
		"requirements":[
			[{"feat":{"Martial Arts":8}}],
			[{"feat":"Meditate"}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"Flurry of Fists",
		"description":"You can tap into your body's power to unleash a whirlwind of blows upon your enemies. When you use an Alignment Bonus, for each additional attack that hits in a Round you gain a cumulative +1 bonus to Damage on successive attacks, up to a maximum of +6.  For example, if you are allowed 4 Quick Actions in a Turn, and your first attack hits, you deal normal damage. If you miss with your second, but hit with your 3rd, it gains a +1 bonus, and if you hit with the 4th, it gains a +2 bonus. This ability only works if you do nothing but attack each Turn (i.e. you cannot Aim, Ready or Move). If you score at least 3 consecutive hits, you also score on Automatic Knockdown if your opponent is no more than 1 size larger than you and is at a lower Level in Martial Arts.",
		"requirements":[
			[{"feat":{"Martial Arts":8}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	},
	{
		"name":"The Way of Water",
		"description":"If you use an Alignment Bonus, you ignore all attacks against you for one Round, unless a 20 is rolled. If a Natural 20 is rolled, it cannot score a Called Shot or Critical Hit. If you also have Defender, you can ONLY be hit on an Epic Success, and this is treated as a normal success. Additionally, you may use Disarm, Defensive Throw or Stunning Strike against any unsuccessful Melee or Brawl attacks made against you that Round.",
		"requirements":[
			[{"feat":{"Martial Arts":8}}]
		],
		"type":"martial_arts_talent",
		"cost":4
	}
];